Repository: ealopezg/moowoodle
Catalog: languages/moowoodle-*.po
Languages: es_es

source: %2$s restored to revision from %1$s
es_es: %2$s restaurado para revisión desde %1$s

source: %2$s submitted.
es_es: %2$s enviado.

source: %s draft updated.
es_es: %s borrador actualizado.

source: %s saved.
es_es: %s guardado.

source: %s scheduled for: <strong>%1$s</strong>.
es_es: %s agendado para: <strong>%1$s</strong>.

source: %s updated.
es_es: %s actualizado.

source: %sMooWoodle is inactive.%s The %sWooCommerce plugin%s must be active for the MooWoodle to work. Please %sinstall & activate WooCommerce%s
es_es: %sMooWoodle está inactivo.%s El %splugin WooCommerce%s debe estar actualizado para que MooWoodle funcione. Por favor %sinstale y active WooCommerce%s

source: Add New %s
es_es: Agregar Nuevo %s

source: Automatically Creates Products From Courses
es_es: Crear Productos desde los Cursos automáticamente

source: Cannot find your course in this list?
es_es: ¿No encuentra el curso en la lista?

source: Category
es_es: Categoría

source: Choose which format of email to send.
es_es: Escoger que formato de email se enviará.

source: Connection Settings
es_es: Ajustes de Conexión

source: Course
es_es: Curso

source: Course ID
es_es: ID del curso

source: Course ID Number
es_es: Número ID del curso

source: Course Link
es_es: Link del Curso

source: Course Name
es_es: Nombre del curso

source: Course Synchronization
es_es: Sincronización de Cursos

source: Courses
es_es: Cursos

source: Custom field deleted.
es_es: Campo personalizado eliminado.

source: Custom field updated.
es_es: Campo personalizado actualizado.

source: Display
es_es: Mostrar

source: Display Settings
es_es: Ajustes de mostrado

source: Display start date and end date in shop page
es_es: Mostrar fecha de inicio y término en la página de la tienda

source: Edit %s
es_es: Editar %s

source: Email Heading
es_es: Encabezado del Email

source: Email type
es_es: Tipo de Email

source: Enable this email notification
es_es: Habilitar esta notificación de email

source: Enable/Disable
es_es: Habilitar/Deshabilitar

source: End Date :
es_es: Fecha de Término:

source: Enrolment Date
es_es: Fecha de Matrícula

source: Enter Moodle Access Token. You can generate the Access Token from - Dashboard => Site administration => Server => Web services => Manage tokens
es_es: Ingrese el tóken de Acceso de Moodle. Puedes generar el token desde - Dashboard => Site administration => Plugins => Web services => Manage tokens

source: Enter the Moodle Site URL
es_es: Ingrese la URL del Sitio de Moodle

source: Got a Support Question
es_es: Tengo una pregunta a soporte

source: If enabled course categories will be synchronized from moodle along with courses.
es_es: Si está habilitado, las categorías de cursos se sincronizarán desde Moodle junto con los cursos.

source: If enabled courses will be synchronized from moodle.
es_es: Si está habilitado, los cursos se sincronizarán desde Moodle.

source: If enabled display start date and end date in shop page.
es_es: Si está habilitado, muestra la fecha de inicio y la fecha de finalización en la página de la tienda.

source: If enabled Moodle user's personal Information will be updated by WordPress user
es_es: Si está habilitado, la información personal del usuario en Moodle será actualizada con la de Wordpress

source: If enabled products will be created while syncing courses from moodle.
es_es: Si está habilitado, se crearán productos al sincronizar cursos desde Moodle.

source: Kindly purchase a Course and come back here to see your course.
es_es: Por favor compre un Curso y regrese aquí para revisarlo.

source: Linked Course
es_es: Curso Vinculado

source: Moodle Access Token
es_es: Token de acceso a Moodle

source: Moodle Courses
es_es: Cursos de Moodle

source: Moodle Linked Course
es_es: Curso de Moodle vinculado

source: Moodle Site URL
es_es: URL del sitio de Moodle

source: Moodle User Name
es_es: Nombre de usuario de Moodle

source: My Courses
es_es: Mis cursos

source: My Courses Menu Position
es_es: Posición del Menú Mis Cursos

source: New %s
es_es: Nuevo %s

source: New Enrollment
es_es: Nueva Matrícula

source: New Moodle Enrollment
es_es: Nueva Matrícula de Moodle

source: No %s found
es_es: No se ha encontrado %s

source: No %s found in Trash
es_es: No se ha encontrado %s en la papelera

source: Order status is :-
es_es: Estado de la orden es :-

source: Overwrite Moodle User Data By WordPress Data
es_es: Sobreescribir la Información del Usuario en Moodle con la de Wordpress

source: Password (First Time use Only)
es_es: Contraseña (Solo para el primer uso)

source: Password :
es_es: Contraseña :

source: Plain text
es_es: Texto plano

source: Please check your mail or go to My Courses page to access your courses.
es_es: Revise su correo o vaya a la página Mis cursos para acceder a sus cursos.

source: Powered by
es_es: Impulsado por

source: Save All Changes
es_es: Guardar todos los cambios

source: Search %s
es_es: Buscar %s

source: Select below which menu the My Courses Menu will be displayed
es_es: Seleccione debajo de qué menú se mostrará el menú Mis cursos

source: Select course...
es_es: Seleccionar curso…

source: Settings
es_es: Ajustes

source: Short Name
es_es: Nombre corto

source: Start Date :
es_es: Fecha de Inicio :

source: Subject
es_es: Asunto

source: Support
es_es: Soporte

source: Sync Now
es_es: Sincronizar ahora

source: Synchronization
es_es: Sincronización

source: Synchronization Settings
es_es: Ajustes de Sincronización

source: Synchronize Course Categories
es_es: Sincronizar Categorías de cursos

source: Synchronize Courses
es_es: Sincronizar Cursos

source: Synchronize Moodle Courses from here.
es_es: Sincronizar Cursos de Moodle desde aquí.

source: The MooWoodle plugin is an extention of WooCommerce that acts as a bridge between WordPress/Woocommerce and Moodle.
es_es: El complemento MooWoodle es una extensión de WooCommerce que actúa como puente entre WordPress/Woocommerce y Moodle.

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
es_es: Esto controla la línea de asunto del correo electrónico. Déjelo en blanco para usar el asunto predeterminado: <code>%s</code>.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: <code>%s</code>.
es_es: Esto controla el encabezado principal contenido en la notificación por correo electrónico. Déjelo en blanco para usar el encabezado predeterminado: <code>%s</code>.

source: This is a notification email sent to the enrollees for new enrollment.
es_es: Este es un correo electrónico de notificación enviado a los inscritos para una nueva matrícula.

source: To access your course
es_es: Para acceder a su curso

source: To access your course please click on the course link given below :
es_es: Para matricularse y acceder a su curso por favor haga click en el siguiente vínculo:

source: Upgrade to Pro
es_es: Actualizar a Pro

source: Upgrade to Pro for More Features
es_es: Actualice a Pro para obtener más funciones

source: User Information Settings
es_es: Ajustes de Sincronización

source: Username :
es_es: Nombre de Usuario:

source: View %s
es_es: Ver %s

source: Visibility
es_es: Visibilidad

source: You have no Course.
es_es: No tienes ningún curso.

source: You need to change your password after first login.
es_es: Necesita cambiar su contraseña en el primer inicio de sesión.

source: {site_title} New Enrollment
es_es: {site_title} - Nueva Matricula
